import Tour from './Tour'
import Title from './Title'

const KeyConceptsSection = () => {
  return (
    <section id="concepts" className="py-20 scroll-mt-16 bg-grey-10">
      <Title
        title="Μικρο μεγεθος,"
        subTitle="ιδανικα για κaθε δωρο!"
      />

      <div className="section-center max-w-md mx-auto">
        <Tour
          id={21}
          image="/images/doro.jpeg"
          date="Για κάθε περίσταση"
          title="Mini Βαζάκια"
          info={`Τα χειροποίητα γλυκά κουταλιού Μελίμιλον δεν γεμίζουν μόνο το δικό σας τραπέζι, αλλά αποτελούν και την πιο αυθεντική, ξεχωριστή ιδέα για δώρο.

Mini βαζάκια για δώρα: Ένα μικρό, προσεγμένο και γεμάτο γεύση κέρασμα που θα εντυπωσιάσει κάθε αγαπημένο σας πρόσωπο.

Γάμοι, Βαφτίσεις & Εκδηλώσεις: Δώστε μια μοναδική, παραδοσιακή και γλυκιά πινελιά στη μεγάλη σας μέρα! Τα mini βαζάκια μας είναι η τέλεια επιλογή για πρωτότυπες μπομπονιέρες και κεράσματα καλεσμένων που θα μείνουν αξέχαστα.

Θέλετε να δοκιμάσετε όλες τις γεύσεις; Τα μικρότερα μεγέθη σάς δίνουν την ελευθερία να ανακαλύψετε τα αγαπημένα σας, χωρίς περιορισμούς!`}
          location="Άρτα, Ήπειρος"
          cost={6}
          duration={0}
          slogan="Ένα μικρό δώρο με έντονη γεύση!"
          direction="bottom"
        />
      </div>
    </section>
  )
}

export default KeyConceptsSection